Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Each of the steps is evaluated separately, and the compendium of these evaluations (portfolio evaluation) is assessed as approved/not approved.
nb: Hvert av trinnene evalueres separat, og kompendiet til disse evalueringene (mappevurdering) blir evaluert som godkjent / ikke godkjent.

source: collect relevant information and coduct geographic analyses using GIS tools
nb: Innhente relevant informasjon og analyser ved hjelp av GIS verktøyer

source: KIS - Chemistry in Stavanger
nb: KIS - Kjemi i Stavanger

source: In addition, their Master's programme is conducted in English, which was a great opportunity for me to prove my written and oral language.
nb: I tillegg er masterstudiet på engelsk, noe som er en super mulighet for å styrke muntlig og skriftlig språk.

source: How to navigate efficiently in the EndNote Online interface
nb: Navigere effektivt i EndNote Online brukergrensesnittet

source: Have research and knowledge skills on how to establish a problem for a thesis study
nb: Har kunnskap og ferdigheter om hvordan en etablerer en problemstilling for en avhandling.

source: • application for special exam arrangements (requires documentation)
nb: • søknad om tilrettelegging av eksamen (krever dokumentasjon)

source: The story of Cancer Schools (CS) at UiS started back in 2012 when Siv Tove Aunan was carrying out her master’s thesis on BC patients and their description of quality of life from diagnosis and through adjuvant treatment.
nb: Historien om Kreftskoler (KS) ved UiS går tilbake til 2012 da Siv Tove Aunan gjennomførte masteroppgaven om brystkreftpasienter og deres beskrivelse av livskvalitet fra diagnosen var satt og gjennom adjuvant behandling.

source: PhD course of study (PhD Programme in Social Sciences)
nb: Ph.d.-studieløpet (Ph.d.-program i samfunnsvitenskap)

source: The journal is Open Access and digitally available to read
nb: Tidsskriftet er Open Access og kan i sin helhet leses

source: The master thesis will be submitted to both universities in the end of Semester 4.
nb: Masteroppgaven kal leveres til begge universitetene i slutten av semester 4.

source: The primary research question for LOVA is:
nb: Det overordnede forskningsspørsmål for LOVA er:

source: The University of Stavanger welcomes a growing number of international students and staff to our reg
nb: Energiteknologi og geovitenskap er en retning innenfor doktorgradsprogrammet i teknologi og naturvit

source: Climatic issues and ocean acidification issues
nb: Klima og surt hav problemstillinger (ocean acidification)

source: - The interaction between different networks for energy distribution (electricity, heat, gas)
nb: Samspillet mellom ulike nett for energidistribusjon (elektisitet, varme, gass)

source: • conscious and articulate use of student and colleague evaluations of one’s own and the academic
nb: - Omfattende samarbeid med nærings- og samfunnsliv for utvikling av studietilbud og forsknings- og

source: The degree program consists of courses and a research component and it has two available specialisations.
nb: Studieprogrammet består av underviste emner samt et forskningsprosjekt, og har to spesialiseringer.

source: (NB: The course will be first taught in Fall 2023.
nb: Kurset blir først undervist høsten 2023.

source: If you come from another UH institution that uses eduroam, you can also connect to eduroam at UiS - use the login information you have at your institution.
nb: Kommer du fra en annen UH-institusjon som bruker eduroam kan du også koble til eduroam på UiS - bruk påloggingsinformasjon du har ved institusjonen din.

source: During his 50 year career he conducted research on language and literacy development among low-income populations.
nb: I løpet av sin 50 år lange karrière har han forsket på språk- og skriveferdigheter blant lavinntektsbefolkninger.

source: The 1-meter distance requirement is removed in its entirety and events can be held as normal.
nb: 1-meterskravet tas bort i sin helhet og arrangementer kan gå som normalt.

source: Adriana Bus, Emeritus Professor, Leiden University and Professor II, FILIORUM - Centre for Research in Early Childhood Ecucation and Care
nb: Adriana Bus, Emeritus Professor, Leiden University og Professor II ved FILIORUM – Senter for barnehageforskning

source: Laboratory exercises with written reports (compulsory, lab reports has to be approved for allowance to exam).
nb: Laboratorieøvinger med lab rapporter (obligatorisk, og alle lab rapporter må være godkjent for å få gå opp til eksamen).

source: The purpose of PAN-FIGHT is to identify any correlations between risk communication and individual vulnerability during the COVID-19 outbreak.
nb: Formålet med PAN-FIGHT er å undersøke mulige sammenhenger mellom risikokommunikasjon og individuell sårbarhet i forbindelse med utbruddet av COVID-19.

source: The practical lessons are mandatory and at least 80% physical presence is required.
nb: Den praktiske undervisningen er obligatorisk og det er krav om minimum 80 % tilstedeværelse.

source: Econometrics uses statistical methods and quantitative data to study causality.
nb: I økonometri anvendes statistiske metoder og kvalitative data for å studere kausalitet.

source: Procedures for student assessment within the course have been drawn up by the faculty and adapted for this type of performance course.
nb: Rutiner for studentevaluering i emnet er utarbeidet ved fakultetet, og tilrettelegges for denne type utøvende emner.

source: Results of your application will be published in SøknadsWeb by April
nb: Resultat på din søknad publiseres i SøknadsWeb i april

source: Know what a random variable, probability distribution, expectation and variance is.
nb: Vite hva en stokastisk variabel, sannsynlighetsfordeling, forventning og varians er.

source: minimum 3 years (180 ECTS). Applicants must also have at least two years post-qualification
nb: tilsvarende utdanningsløp av minst 3 års omfang (180 studiepoeng), samt minst to års

source: In this phase, you are responsible for the following tasks:
nb: I denne fasen har du ansvaret for følgende oppgaver:

source: For more information please contact:
nb: For mer informasjon:

source: UiS strives for excellence in learning environment and teaching quality.
nb: Møteprotokoller for råd, utvalg og styrer ved UiS publiseres i portalen OpenGov.

source: At UiS you can connect to the wireless network eduroam or uis guest network.
nb: På UiS kan du koble deg til trådløst nettverk eduroam eller uis-gjestenett.

source: Significant positive associations were observed between physical and mental fatigue from self-care, role and social activity limitation, and psychological distress, and HRQoL.
nb: Signifikante, positive sammenhenger ble observert mellom fysisk og mental utmattelse fra egenomsorg, begrensning på rolle og sosial aktivitet, og psykologisk stress og helserelatert livskvalitet.

source: Most employees in NETTOP-UIS have worked with the development of solutions for e-learning in higher education for almost 20 years.
nb: De fleste medarbeiderne i NETTOP-UIS har jobbet med utvikling av løsninger for e-læring i høyere utdanning i snart 20 år.

source: Applications to data, principles of statistical modeling, estimation and inference are emphasized.
nb: Prinsipper for statistisk modellering, estimering og inferens.

source: Empty 3-4 ml of methanol into the empty plastic bottle, allow it to evaporate, before placing the bottle over the candle.
nb: Tøm 3-4 ml metanol i den tomme plastflasken, la det fordampe, før flaska blir satt over stearinlyset.

source: Sign in with your UiS username and password.
nb: Logg inn med UiS brukernavn og passord.

source: Accessing and manipulating data in a SQL database.
nb: Oppkobling mot en SQL database og manipulering av data i databasen.

source: - Perform a fundamental literature search and utilize library databases.
nb: - Beherske grunnleggende litteratursøk og bruk av biblioteksdatabaser.

source: Artistic dissemination means dissemination of a specifical y artistic nature.
nb: Med kunstnerisk formidlingskompetanse menes formidling av spesifikk kunstnerisk karakter.

source: Conservative Students Stavanger consists of conservative and liberal students.
nb: Høyres Studenter Stavanger består av konservative og liberale studenter.

source: The study had a cross-sectional design and collected self-report data from 125 patients diagnosed with mild to moderate heart failure.
nb: Studien hadde et tverrsnittdesign og selvrapporterte data ble samlet fra 125 pasienter diagnostisert med hjertesvikt, alle med mild til moderat grad av hjertesvikt.

source: This will be handed in to the doctoral committee for final approval within the deadline specified in the admission decision.
nb: Barneskoleelever som sliter med lesing og skriving drar god nytte av fagspesifikke skrivepraksiser.

source: It is an advantage to start writing the thesis at the earliest possible stage The course, Philosophy of Science will be given as a concentrated lecture series of 10-12 hours in the beginning of the semester.
nb: Den organiserte introduksjonen til vitenskapsteorien vil foregå som en konsentrert forelesningsserie på 10-12 timer innledningsvis i semesteret, som skal danne grunnlaget for et skriftlig essay over et selvvalgt tema.

source: Set up and test applications in a local development environment.
nb: Sett opp og teste applikasjoner i lokalt utviklingsmiljø.

source: Since 2021, she has been at the University of Stavanger where she teaches social studies.
nb: Siden 2021 har hun vært ansatt ved Universitetet i Stavanger hvor hun underviser i samfunnsfag.

source: "The technology and methods from the Centre are enablers for the future.
nb: – Teknologien og metodene fra IOR-senteret tilrettelegger for vårt framtidige arbeid.

source: Additionally the course address important implementation issues in randomized controlled trials in social sciences, such as attrition, fidelity and compliance.
nb: kan kommunisere problemstillinger, analyser og konklusjoner innenfor fagområdet, både med spesialister og allmennheten.

source: How to connect UiS printer with Mac (option 2)?
nb: Hvordan koble til skriver på Mac (alternativ 2)?

source: I chose to do a Master's degree in Business Administration at the UiS because:
nb: Jeg valgte å studere master i økonomi og administrasjon ved UiS fordi:

source: ORCID – get a unique resarcher-ID
nb: ORCID – få en unik forsker-ID

source: On completing the master programme, candidates qualify for positions within environmental technology and management.
nb: Med masterstudiet blir kandidaten kvalifisert for stillinger innen miljøteknologi og miljøforvaltning.

source: Be able to use digital tools like Excel and Matlab for analysis of problems and numerical simulation of processes.
nb: Kunne bruke digitale verktøy som Excel og Matlab for analyse av problemer og numerisk simulering av prosesser.

source: Furthermore, the student will know how to extract and measure pigments.
nb: Studenten vil kunne måle enkelte enzymaktiviteter, og isolere DNA og kjøre PCR.

source: The student should understand how molecules are assembled from atoms, and how this assembly controls the reactivity of molecules.
nb: Forstå begrepet grenseverdi, og kunne definere kontinuitet og deriverbarhet for funksjoner av flere variable og en kompleks variabel.

source: , Associate Professor in Physics at UiS.
nb: , førsteamanuensis i fysikk ved UiS.

source: You must enter your faculty/department, as well as the name and contact information for your Sending Responsible Person, who is the study advisor at your study programme.
nb: Dersom du må fylle ut både "sending responsible person" og "sending administrative contact person", skriver du navnet til din studiekonsulent begge steder.

source: Privacy: I am teaching
nb: Traumeorienterte tilnærminger i skolen

source: Thierry Laupretre is chief reservoir engineer in Aker BP and has been the Chairman of the Board in The National IOR Centre of Norway since 2018.
nb: Thierry Laupretre er reservoaringeniør i Aker BP og har vært styreleder ved IOR-senteret siden 2018.

source: Mapping techniques with the use of geographic information systems (GIS)
nb: Kartlegging av teknikker ved bruk av geografiske informasjonssystemer (GIS)

source: If your password have expired you can create a new password via
nb: Dersom passord har utløpt kan du lage et nytt passord via

source: FILIORUM-The Centre for Research in Early Childhood Education and Care at the University of Stavanger and the Early Childhood Research Centre at Dublin City University (DCU ECRC) have entered a collaboration on a new research project on Nordic Approaches to Evaluation and Assessment in Early Childhood Education and Care.
nb: FILIORUM-Senter for barnehageforskning har i samarbeid med the Early Childhood Research Centre ved Dublin City University (DCU ECRC) blitt tildelt prosjektet The Nordic Approach to evaluation and Assessment in Early Childhood Education and Care.

source: Using mathematical models, doctoral student Filippo Malaguti at UiS will contribute to testing Rosen
nb: Ved hjelp av matematiske modeller skal doktorgradsstudent Filippo Malaguti ved UiS bidra til testing

source: During this year, teachers from the 36 preschools in the treatment group participated in a professional development course to get acquainted with the theory behind the intervention programme planned for the next phase.
nb: I løpet av dette året deltok lærere fra de 36 barnehagene i behandlingsgruppen på et fagutviklingskurs for å bli kjent med teorien bak intervensjonsprogrammet planlagt for neste fase.

source: and supervise at a high level in more than one specialty.
nb: på høyt nivå i mer enn én spesialitet.

source: Language, relations, communication and interaction (with emphasis on methods)
nb: Språk, relasjon, kommunikasjon og samspill (med ekstra metodefokus)

source: For example, work in public and private research institutions, environmental management, or as a technical consultant / environmental advisor in industrial companies.
nb: Du kan jobbe innen offentlige og private forskningsinstitusjoner, miljøforvaltning eller som teknisk konsulent og miljørådgiver i industribedrifter.

source: Deep fake video allows you to communicate in 27 languages (Yes, you read that right)
nb: Deep fake video lar deg kommunisere på 27 språk (Ja, du leste riktig) Selskapet

source: University of Oslo (119)
nb: Universitetet i Oslo (119)

source: Now, is the job of leading the concept further towards 2021, says department director in NETTOP-UIS, Atle Løkken.
nb: Nå starter jobben med å kna konseptet videre inn mot 2021, sier avdelingsdirektør i NETTOP-UIS Atle Løkken.

source: He received his PhD from the Norwegian School of Economics (NHH) in 2003, and is currently affiliated with NHH as adjunct professor.
nb: Han tok doktorgraden (PhD) ved Norges Handelshøgskole (NHH) i 2003, er i tillegg professor II ved NHH.

source: A master's degree in Applied Data Science makes you eligible for the most demanding and interesting work tasks within data analysis, smart solutions (such as smart cities, smart energy), and digitization.
nb: En mastergrad i Applied Data Science gjør deg kvalifisert for de mest krevende og interessante arbeidsoppgavene innenfor data analyse, smarte løsninger (som for eksempler i smarte byer, smart energi) og digitalisering.

source: The requirements for processing personal data in student projects correspond to the requirements that apply to
nb: Kravene til behandling av personopplysninger i studentprosjekter tilsvarer kravene som gjelder

source: Kristoffer Svanes is studying for a master's degree in Business Administration at UiS and speci
nb: Kristoffer Svanes studerer master i økonomi og administrasjon ved UiS og spesialiserer seg innenfor

source: I was offered a place on several Master's degree study programmes, but chose the University of Stavanger because I had never visited the city before and I saw it as a fantastic opportunity for new experiences and networking.
nb: Jeg fikk plass på flere masterstudier, men valgte Universitetet i Stavanger siden jeg aldri hadde besøkt byen før og så på det som en fantastisk mulighet for nye opplevelser og nettverksbygging.

source: By selecting option 8, one can by-pass the normal queue and be put in
nb: Ved å velge innvalg 8 kommer en utenom den vanlige køen og

source: Students and staff at UiS
nb: Studenter og ansatte

source: Organize data analysis following CRiSP-DM and Data Science Process
nb: Gjøre dataanalyse etter CRiSP-DM og Data Science Prosess.

source: Find out with Statista!
nb: Finn ut med Statista!

source: The course part consists of a basic core of 30 ECTS of biological / chemical subjects, and 30 ECTS specialisation courses.
nb: Undervisningsdelen består av en basiskjerne på 30 studiepoeng i biologiske/ kjemiske emner, og 30 studiepoeng spesialiseringskurs.

source: Academic Year is the school year you are going to be on an exchange.
nb: Academic Year er det skoleåret du skal være på utveksling.

source: This research study (supported by UiS-Equinor Academic Program) focuses on developing a computationally-efficient fluid- structure-morphology-soil interaction model based on the understanding of the flow physics and soil mechanics.
nb: Denne studien (støttet av UiS og Equinors Akademia-avtale) fokuserer på å utvikle en beregningseffektiv væske-struktur-morfologi-jord-samhandlingsmodell basert på forståelsen av strømningsfysikk og jordmekanikk.

source: One grade is set, indicating the overall assessment of the various components of the concert. For students doing Classical:Final 70-minute concert.
nb: Det settes én karakter som skal beskrive totalvurderingen av konsertens ulike komponenter.For studenter på klassisk:Avslutningskonsert på 70 minutter.

source: - Have a foundation for better understanding of subjects as Mathematics 1 and Physics
nb: - Ha et grunnlag for dypere forståelse av emner som Matematikk 1 og Fysikk.

source: Development of single-page applications.
nb: Utvikling av single-page applications.

source: The candidate for the post of “dosent” is expected to document active and ongoing dissemination and
nb: Det forventes at dosent kan dokumentere aktiv og pågående formidlings- og innovasjonsvirksomhet, synlighet

source: or telephone 22 84 00 04.
nb: eller telefon 22 84 00 04.

source: The same applies to concerts and performances.
nb: Tilsvarende gjelder ved konserter og opptredener.

source: Cambodian mothers paid little attention to the different stages of child development,
nb: nende dualitet finner vi også i landskapet i bronsealder

source: Programme for the semester start week on campus Bjergsted
nb: Program for semesterstartsuken på campus Bjergsted

source: Besides teachers from the 71 preschools participating in the Agder Project, teachers from the 96 preschools involved in the continuation project have also received training on play-based learning and have used the curriculum in their respective centers.
nb: Foruten lærere fra de 71 barnehagene som deltar i Agderprosjektet, har også lærere fra de 96 barnehagene som er omfattet av videreføringsprosjektet fått opplæring i lekbasert læring og brukt læreplanen i sine respektive barnehager.

source: The course has 6 hours of lectures each week.
nb: Emnet har 6 forelesningstimer hver uke.

source: of key dilemmas, uncertainties and challenges related to societal safety, disaster risk and sustainable development, particularly in light of the food, water, energy and environmental security nexus.
nb: om viktige dilemmaer, usikkerhetsmomenter og utfordringer knyttet til samfunnssikkerhet, risiko, kriser og bærekraftig utvikling, særlig i lys av nexuset mat-, vann-, energi- og miljøsikkerhet.

source: The UiS has its own student chaplain.
nb: UiS har også en egen studentprest.

source: «Norway has been part of CERN since its founding in 1953.
nb: Norge har vært en del av CERN siden starten i 1953.

source: The main differences between British English and American English pronunciation (based on the model accents Received Pronunciation and General American)
nb: hovedforskjellene mellom britisk og amerikansk engelsk uttale, basert på modellaksentene Received Pronunciation (RP) og General American (GA)

source: The course has 25 study places, and the first-come-first-served principle applies to admission.
nb: Det tilbys 25 studieplasser, og første-mann-til-mølla-prinsippet gjelder for opptaket.

source: How do cells react to stress, injury or other external factors (food, pollution, microbes).
nb: Hvordan reagere celler på stress, skade og andre eksterne forandringer (mat, forurensing, mikrober).

source: programme evaluation, peer work, re-accreditation processes, testimonials of participation in
nb: evaluering, fagfel earbeid, re-akkrediteringsprosesser, attester på medvirkning i fagrådsarbeid og

source: Environmental and health issues - ecotoxicological tests and interpretations, OSPARCOM, HOCNF, HMS on platforms, human hazard coding, heavy metals.
nb: Miljø og helse - økotoksikologiske tester og tolkninger, OSPARCOM, HOCNF, HMS på plattformer, koding av kjemikalier, tungmetaller.

source: To investigate stability issues and calibrate standard regulators (P, PI, PID).
nb: Å utføre stabilitetsundersøkelse og stille inn standard regulatorerer (P, PI, PID).

source: Be critical when reading the syllabus.
nb: Vær kritisk når du leser pensum.

source: • Enter name, company and mobile number (only mobile number required)
nb: • Skriv inn navn, firma og mobilnummer (kun mobilnummer påkrevd)

source: Wave function and Schrödinger equation.
nb: Bølgefunksjoner og Schrödingerligningen.

source: In the event of loss of a key or chip, you must pay a new deposit of 500, - to get a new chip handed out.
nb: Ved tap av nøkkel eller brikke må du betale nytt depositum på 500,- for å få utlevert ny.

source: University of Stavanger (UiS) makes a strong debut in the prestigious Times Higher Education ranking.
nb: Universitetet i Stavanger (UiS) gjør en sterk debut i den prestisjefylte Times Higher Education-rangeringen.

source: The project also involves Norway Royal Salmon, ABB and other subcontractors.
nb: I tillegg involverer prosjektet Norway Royal Salmon, ABB og andre underleverandører.

source: Ali is now a co-founder and Chief Strategy Officer in Skyfri Technologies AS, a cleantech company in Stavanger.
nb: Ali er nå medgründer og Chief Strategy Officer i Skyfri Technologies AS, et cleantech-selskap i Stavanger.

source: Structural design against accidental loads according to codes and guidelines including NORSOK N-004, DNV RP and Eurocode.
nb: Strukturell design mot ulykkes laster i henhold til NORSOK N-004, AASHTO retningslinjer og Eurocode.

source: Some gatherings (seminars/workshops) will be held throughout the semester.
nb: Det vil bli avholdt samlinger (seminarer/workshoper) underveis i semesteret.

source: VaR is a method used in financial markets and for regulatory purposes to estimate the worst-case scenario for a portfolio, and is estimated using parametric, historical and Monte Carlo estimation methods.
nb: VaR beregner nedsiden for en portefølje og estimeres ved bruk av parametrisk, historisk eller Monte Carlo metoder.

source: A basic course in probability and statistics equivalent to STA100 Probability and statistics 1.
nb: Et grunnkurs i sannsynlighetsregning og statistikk tilsvarende STA100 Sannsynlighetsregning og statistikk 1.

source: Two of the companies he created during his doctoral work, listed on the Oslo Stock Exchange - Euronext Growth, have nearly 100 employees.
nb: To av selskapene som han startet gjennom doktorgradsarbeidet har blitt notert på Oslo Børs, Euronext Growth, og begynner å nærme seg totalt 100 ansatte.
